Все задания делаем
while
do while
for
foreach

не используй готовые функции

1. Дан массив
['Alex', 'Vanya', 'Tanya', 'Lena', 'Tolya']
Развернуть этот массив в обратном направлении

2. Дан массив
[44, 12, 11, 7, 1, 99, 43, 5, 69]
Развернуть этот массив в обратном направлении


3. Дана строка
let str = 'Hi I am ALex'
развенуть строку в обратном направлении.


4. Дана строка. готовую функцию toUpperCase() or tolowercase()
let str = 'Hi I am ALex'
сделать ее с с маленьких букв


5. Дана строка
let str = 'Hi I am ALex'
сделать все буквы большие

6. Дана строка
let str = 'Hi I am ALex'
развернуть ее в обратном направлении

7. Дан массив
['Alex', 'Vanya', 'Tanya', 'Lena', 'Tolya']
сделать все буквы с маленькой

8. Дан массив
['Alex', 'Vanya', 'Tanya', 'Lena', 'Tolya']
сделать все буквы с большой

9. Дано число
let num = 1234678
развернуть ее в обратном направлении

10. Дан массив
[44, 12, 11, 7, 1, 99, 43, 5, 69]
отсортируй его в порядке убывания



or $txt[$count] == $str_low[$x]